Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AssistantSettingsSupport/AssistantSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SIRI_REQUESTS_MANAGE_STORAGE_BUTTON_TEXT
source: Manage Storage
ar: إدارة مساحة التخزين
bg: Управление на пространство
ca: Gestiona l’emmagatzematge
cs: Spravovat úložiště
da: Administrer lagringsplads
de: Speicher verwalten
el: Διαχείριση χώρου αποθήκευσης
es: Gestionar almacenamiento
es_us: Administrar almacenamiento
fi: Hallitse tallennustilaa
fr: Gérer le stockage
fr_ca: Gérer le stockage
he: ניהול שטח האחסון
hi: स्टोरेज प्रबंधित करें
hr: Upravljanje memorijom
hu: Tárhely kezelése
id: Kelola Penyimpanan
it: Gestisci spazio
ja: ストレージを管理
kk: Сақтау орнын басқару
ko: 저장 공간 관리
lt: Tvarkyti saugyklą
ms: Urus Storan
nb: Administrer lagring
nl: Beheer opslag
pl: Zarządzaj miejscem
pt: Gerenciar Armazenamento
pt_pt: Gerir armazenamento
ro: Gestionați spațiul de stocare
ru: Управлять хранилищем
sk: Spravovať úložisko
sl: Upravljaj shrambo
sv: Hantera lagring
th: จัดการพื้นที่จัดเก็บข้อมูล
tr: Saklama Alanını Yönet
uk: Керувати сховищем
vi: Quản lý dung lượng
zh_cn: 管理储存空间
zh_hk: 管理儲存空間
zh_tw: 管理儲存空間

# SIRI_REQUESTS_MANAGE_STORAGE_TEXT
source: Manage Storage…
ar: إدارة مساحة التخزين…
bg: Управление на пространство…
ca: Gestiona l’emmagatzematge…
cs: Spravovat úložiště…
da: Administrer lagringsplads…
de: Speicher verwalten …
el: Διαχείριση χώρου αποθήκευσης…
es: Gestionar almacenamiento…
es_us: Administrar almacenamiento…
fi: Hallitse tallennustilaa…
fr: Gérer le stockage…
fr_ca: Gérer le stockage…
he: ניהול שטח האחסון…
hi: स्टोरेज प्रबंधित करें…
hr: Upravljanje memorijom…
hu: Tárhely kezelése…
id: Kelola Penyimpanan…
it: Gestisci lo spazio…
ja: ストレージを管理…
kk: Сақтау орнын басқару…
ko: 저장 공간 관리…
lt: Tvarkyti saugyklą…
ms: Urus Storan…
nb: Administrer lagring…
nl: Beheer opslag…
pl: Zarządzaj miejscem…
pt: Gerenciar Armazenamento…
pt_pt: Gerir armazenamento…
ro: Gestionare spațiu de stocare…
ru: Управлять хранилищем…
sk: Spravovať úložisko…
sl: Upravljanje shrambe …
sv: Hantera lagring…
th: จัดการพื้นที่จัดเก็บข้อมูล…
tr: Alanı Yönet…
uk: Керувати сховищем…
vi: Quản lý dung lượng…
zh_cn: 管理储存空间…
zh_hk: 管理儲存空間⋯
zh_tw: 管理儲存空間⋯

# SIRI_REQUESTS_ONDEVICE_ASSET_DOWNLOAD_FOOTER_TEXT
source: On-device voice processing, back-to-back requests, and other features will download later when connected to Wi-Fi.
ar: سيتم تنزيل معالجة الصوت على الجهاز، والطلبات المتتالية، وميزات أخرى لاحقًا عند الاتصال بشبكة Wi‑Fi.
bg: Функциите за обработка на гласа на устройството, за последователни заявки и други ще се изтеглят по-късно, когато устройството е свързано към Wi-Fi.
ca: El processament de veu al dispositiu i les sol·licituds d’extrem a extrem, entre altres funcions, es descarregaran més tard, quan et connectis a una xarxa Wi‑Fi.
cs: Podpora zpracování hlasu na zařízení, bezprostředně navazujících požadavků a dalších funkcí se stáhne později, až bude k dispozici Wi‑Fi připojení.
da: Behandling af tale på enheden, opfølgende anmodninger og andre funktioner hentes senere, når der er forbindelse til Wi-Fi.
de: Die Sprachverarbeitung auf dem Gerät, Folgefragen und weitere Funktionen werden später geladen, wenn eine WLAN-Verbindung besteht.
el: Θα πραγματοποιηθεί λήψη της επεξεργασίας φωνής επί της συσκευής, των διαδοχικών αιτημάτων και άλλων δυνατοτήτων όταν η συσκευή συνδεθεί σε Wi-Fi.
es: El contenido necesario para procesar entradas de voz en el dispositivo, peticiones consecutivas y otras funciones se descargará más tarde, cuando te conectes a una red Wi‑Fi.
es_us: Se descargará lo necesario para procesar entradas de voz en el dispositivo, peticiones consecutivas y otras funciones cuando te conectes a una red Wi‑Fi.
fi: Laitteessa tapahtuva puheen käsittely, peräkkäiset pyynnöt ja muita ominaisuuksia ladataan myöhemmin, kun olet yhteydessä Wi‑Fiin.
fr: Les ressources nécessaires à la prise en charge sur l’appareil du traitement des voix, des requêtes successives et d’autres fonctionnalités seront téléchargées plus tard, lorsque votre appareil sera connecté au Wi-Fi.
fr_ca: Le téléchargement de fonctionnalités telles que le traitement vocal sur l’appareil et les demandes consécutives commencera lorsque l’appareil sera connecté au Wi‑Fi.
he: ההורדה של ״עיבוד קול במכשיר״, ״בקשות עוקבות״ ושל מאפיינים נוספים תתבצע מאוחר יותר עם החיבור לרשת אלחוטית.
hi: ऑन-डिवाइस वॉइस प्रोसेसिंग, बैक-टू-बैक अनुरोध और अन्य फ़ीचर बाद में वाई-फ़ाई से कनेक्ट करने पर डाउनलोड किए जाएँगे।
hr: Obrada glasa na uređaju, neprekinuti zahtjevi i ostale značajke preuzet će se kasnije kad bude spojen Wi-Fi.
hu: Az eszközön történő beszédhang-feldolgozás, a sorozatos kérések és az egyéb funkciók később lesznek letöltve, amikor csatlakozik a Wi‑Fi-hez.
id: Pemrosesan suara pada perangkat, permintaan berturut-turut, dan fitur lainnya akan diunduh nanti setelah terhubung ke Wi-Fi.
it: Gli elementi necessari per supportare l’elaborazione dell’input vocale sul dispositivo, le richieste in serie e altre funzionalità verranno scaricati in seguito, quando la connessione alla rete Wi‑Fi sarà attiva.
ja: デバイス上の音声処理、連続のリクエスト、およびそのほかの機能は、あとでWi‑Fiに接続されたときにダウンロードされます。
kk: Құрылғыдағы дауыстық енгізуді өңдеуге арналған функциялар, өзара сұраулар және басқа функциялар кейінірек Wi‑Fi желісіне қосылғанда жүктеп алынады.
ko: 나중에 Wi-Fi에 연결되면 기기상 음성 처리, 연속된 요청 및 기타 기능을 다운로드합니다.
lt: Balso apdorojimo įrenginyje iš eilės teikiamų prašymų ir kitos funkcijos bus atsisiųstos vėliau prisijungus prie „Wi-Fi“.
ms: Pemprosesan suara pada peranti, permintaan berturutan dan ciri lain akan dimuat turun kemudian apabila disambungkan ke Wi‑Fi.
nb: Talebehandling på enheten, påfølgende forespørsler og andre funksjoner blir lastet ned når du er koblet til Wi‑Fi.
nl: Het verwerken van steminvoer op het apparaat, opeenvolgende verzoeken en andere functies worden later gedownload wanneer er verbinding is met wifi.
pl: Pliki obsługi przetwarzania poleceń głosowych na urządzeniu, serii poleceń i innych funkcji zostaną pobrane, gdy urządzenie połączy się z siecią Wi‑Fi.
pt: O download de processamento de voz no dispositivo, solicitações consecutivas e outros recursos ocorrerá quando houver conexão com a rede Wi‑Fi.
pt_pt: A descarga do processamento de voz no dispositivo, de pedidos consecutivos e outras funcionalidades será efetuada mais tarde, quando houver ligação a uma rede Wi‑Fi.
ro: Procesarea vocală pe dispozitiv, solicitările consecutive și alte funcționalități vor fi descărcate mai târziu, când veți dispune de conexiune Wi‑Fi.
ru: Функции обработки голосового ввода на устройстве, взаимных запросов и другие функции будут загружены позже при подключении к Wi‑Fi.
sk: Podpora pre spracovanie hlasu na zariadení, nadväzujúce žiadosti a ďalšie funkcie budú stiahnuté neskôr, keď bude k dispozícii pripojenie k Wi‑Fi.
sl: Obdelava glasu v napravi, zaporedne zahteve in druge funkcije se bodo prenesle, ko vzpostavite povezavo z omrežjem Wi-Fi.
sv: Röstbearbetning på enheten, följdförfrågningar och andra funktioner hämtas senare när du är ansluten till Wi‑Fi.
th: การประมวลผลเสียงพูดบนอุปกรณ์ คำขอที่ต่อเนื่องกัน และคุณสมบัติอื่นๆ จะดาวน์โหลดในภายหลังเมื่อเชื่อมต่อกับ Wi‑Fi
tr: Aygıtta ses işleme, arka arkaya istekler ve diğer özellikler daha sonra Wi-Fi’ye bağlanıldığında indirilir.
uk: Функції послідовних запитів, компоненти оброблення даних голосового вводу на пристрої тощо буде викачано пізніше за наявності Wi‑Fi‑зʼєднання.
vi: Phần xử lý dữ liệu giọng nói trên thiết bị, các yêu cầu liên tiếp và các tính năng khác sẽ tải về sau này khi được kết nối vào Wi-Fi.
zh_cn: 设备端语音处理、连续请求及其他功能将在稍后接入Wi‑Fi时下载。
zh_hk: 裝置端語音處理、連續要求和其他功能將會在稍後連接Wi-Fi時下載。
zh_tw: 裝置端語音處理、連續要求和其他功能會稍後於你連接Wi-Fi時下載。

# SIRI_REQUESTS_ONDEVICE_ASSET_DOWNLOAD_FOOTER_TEXT_CHINA
source: On-device voice processing, back-to-back requests, and other features will download later when connected to WLAN.
ar: سيتم تنزيل معالجة الصوت على الجهاز، والطلبات المتتالية، وميزات أخرى لاحقًا عند الاتصال بشبكة WLAN.
bg: Функциите за обработка на гласа на устройството, за последователни заявки и други ще се изтеглят по-късно, когато устройството е свързано към WLAN.
ca: El processament de veu al dispositiu i les sol·licituds d’extrem a extrem, entre altres funcions, es descarregaran més tard, quan et connectis a una xarxa WLAN.
cs: Podpora zpracování hlasu na zařízení, bezprostředně navazujících požadavků a dalších funkcí se stáhne později, až bude k dispozici WLAN připojení.
da: Behandling af tale på enheden, opfølgende anmodninger og andre funktioner hentes senere, når der er forbindelse til WLAN.
de: Die Sprachverarbeitung auf dem Gerät, Folgefragen und weitere Funktionen werden später geladen, wenn eine WLAN-Verbindung besteht.
el: Θα πραγματοποιηθεί λήψη της επεξεργασίας φωνής επί της συσκευής, των διαδοχικών αιτημάτων και άλλων δυνατοτήτων όταν η συσκευή συνδεθεί σε WLAN.
es: El contenido necesario para procesar entradas de voz en el dispositivo, peticiones consecutivas y otras funciones se descargará más tarde, cuando te conectes a una red WLAN.
es_us: Se descargará lo necesario para procesar entradas de voz en el dispositivo, peticiones consecutivas y otras funciones cuando te conectes a una red WLAN.
fi: Laitteessa tapahtuva puheen käsittely, peräkkäiset pyynnöt ja muita ominaisuuksia ladataan myöhemmin, kun olet yhteydessä WLANiin.
fr: Les ressources nécessaires à la prise en charge sur l’appareil du traitement des voix, des requêtes successives et d’autres fonctionnalités seront téléchargées plus tard, lorsque votre appareil sera connecté au WLAN.
fr_ca: Le téléchargement de fonctionnalités telles que le traitement vocal sur l’appareil et les demandes consécutives commencera lorsque l’appareil sera connecté au WLAN.
he: ההורדה של ״עיבוד קול במכשיר״, ״בקשות עוקבות״ ושל מאפיינים נוספים תתבצע מאוחר יותר עם החיבור לרשת WLAN.
hi: ऑन-डिवाइस वॉइस प्रोसेसिंग, बैक-टू-बैक अनुरोध और अन्य फ़ीचर बाद में WLAN से कनेक्ट करने पर डाउनलोड किए जाएँगे।
hr: Obrada glasa na uređaju, neprekinuti zahtjevi i ostale značajke preuzet će se kasnije kad bude spojen WLAN.
hu: Az eszközön történő beszédhang-feldolgozás, a sorozatos kérések és az egyéb funkciók később lesznek letöltve, amikor csatlakozik a WLAN-hoz.
id: Pemrosesan suara pada perangkat, permintaan berturut-turut, dan fitur lainnya akan diunduh nanti setelah terhubung ke WLAN.
it: Gli elementi necessari per supportare l’elaborazione dell’input vocale sul dispositivo, le richieste in serie e altre funzionalità verranno scaricati in seguito, quando la connessione alla rete WLAN sarà attiva.
ja: デバイス上の音声処理、連続のリクエスト、およびそのほかの機能は、あとでWLANに接続されたときにダウンロードされます。
kk: Құрылғыдағы дауыстық енгізуді өңдеуге арналған функциялар, өзара сұраулар және басқа функциялар кейінірек WLAN желісіне қосылғанда жүктеп алынады.
ko: 나중에 WLAN에 연결되면 기기상 음성 처리, 연속된 요청 및 기타 기능을 다운로드합니다.
lt: Balso apdorojimo įrenginyje iš eilės teikiamų prašymų ir kitos funkcijos bus atsisiųstos vėliau prisijungus prie WLAN.
ms: Pemprosesan suara pada peranti, permintaan berturutan dan ciri lain akan dimuat turun kemudian apabila disambungkan ke WLAN.
nb: Talebehandling på enheten, påfølgende forespørsler og andre funksjoner blir lastet ned når du er koblet til WLAN.
nl: Het verwerken van steminvoer op het apparaat, opeenvolgende verzoeken en andere functies worden later gedownload wanneer er verbinding is met WLAN.
pl: Pliki obsługi przetwarzania poleceń głosowych na urządzeniu, serii poleceń i innych funkcji zostaną pobrane, gdy urządzenie połączy się z siecią WLAN.
pt: O download de processamento de voz no dispositivo, solicitações consecutivas e outros recursos ocorrerá quando houver conexão com a rede WLAN.
pt_pt: A descarga do processamento de voz no dispositivo, de pedidos consecutivos e outras funcionalidades será efetuada mais tarde, quando houver ligação a uma rede WLAN.
ro: Procesarea vocală pe dispozitiv, solicitările consecutive și alte funcționalități vor fi descărcate mai târziu, când veți dispune de conexiune WLAN.
ru: Функции обработки голосового ввода на устройстве, взаимных запросов и другие функции будут загружены позже при подключении к WLAN.
sk: Podpora pre spracovanie hlasu na zariadení, nadväzujúce žiadosti a ďalšie funkcie budú stiahnuté neskôr, keď bude k dispozícii pripojenie k WLAN.
sl: Obdelava glasu v napravi, zaporedne zahteve in druge funkcije se bodo prenesle, ko vzpostavite povezavo z omrežjem WLAN.
sv: Röstbearbetning på enheten, följdförfrågningar och andra funktioner hämtas senare när du är ansluten till WLAN.
th: การประมวลผลเสียงพูดบนอุปกรณ์ คำขอที่ต่อเนื่องกัน และคุณสมบัติอื่นๆ จะดาวน์โหลดในภายหลังเมื่อเชื่อมต่อกับ WLAN
tr: Aygıtta ses işleme, arka arkaya istekler ve diğer özellikler daha sonra WLAN’a bağlanıldığında indirilir.
uk: Функції послідовних запитів, компоненти оброблення даних голосового вводу на пристрої тощо буде викачано пізніше за наявності WLAN‑зʼєднання.
vi: Phần xử lý dữ liệu giọng nói trên thiết bị, các yêu cầu liên tiếp và các tính năng khác sẽ tải về sau này khi được kết nối vào WLAN.
zh_cn: 设备端语音处理、连续请求及其他功能将在稍后接入无线局域网时下载。
zh_hk: 裝置端語音處理、連續要求和其他功能將會在稍後連接WLAN時下載。
zh_tw: 裝置端語音處理、連續要求和其他功能會稍後於你連接WLAN時下載。

# SIRI_REQUESTS_ONDEVICE_ASSET_DOWNLOADING_FOOTER_TEXT
source: On-device voice processing, back-to-back requests, and other features are downloading.
ar: يجري تنزيل معالجة الصوت على الجهاز، والطلبات المتتالية، وميزات أخرى.
bg: Изтеглят се функции за обработка на гласа на устройството, за последователни заявки и други.
ca: S’estan descarregant el processament de veu al dispositiu i les sol·licituds d’extrem a extrem, entre altres funcions.
cs: Stahuje se podpora zpracování hlasu na zařízení, bezprostředně navazujících požadavků a dalších funkcí.
da: Behandling af tale på enheden, opfølgende anmodninger og andre funktioner hentes.
de: Die Sprachverarbeitung auf dem Gerät, Folgefragen und weitere Funktionen werden geladen.
el: Πραγματοποιείται λήψη της επεξεργασίας φωνής επί της συσκευής, των διαδοχικών αιτημάτων και άλλων δυνατοτήτων.
es: Se está descargando el contenido necesario para procesar entradas de voz en el dispositivo, peticiones consecutivas y otras funciones.
es_us: Se está descargando lo necesario para procesar entradas de voz en el dispositivo, peticiones consecutivas y otras funciones.
fi: Ladataan laitteessa tapahtuvaa puheen käsittelyä, peräkkäisiä pyyntöjä ja muita ominaisuuksia.
fr: Les ressources nécessaires à la prise en charge sur l’appareil du traitement des voix, des requêtes successives et d’autres fonctionnalités sont en cours de téléchargement.
fr_ca: Le téléchargement de fonctionnalités telles que le traitement vocal sur l’appareil et les demandes consécutives est en cours.
he: ״עיבוד קול במכשיר״, ״בקשות עוקבות״ ומאפיינים נוספים נמצאים בתהליך הורדה.
hi: ऑन-डिवाइस वॉइस प्रोसेसिंग, बैक-टू-बैक अनुरोध और अन्य फ़ीचर डाउनलोड किए जा रहे हैं।
hr: Preuzima se Obrada glasa na uređaju, neprekinuti zahtjevi i ostale značajke.
hu: Az eszközön történő beszédhang-feldolgozás, a sorozatos kérések és az egyéb funkciók letöltése folyamatban van.
id: Pemrosesan suara pada perangkat, permintaan berturut-turut, dan fitur lainnya sedang diunduh.
it: È in corso il download degli elementi necessari per supportare l’elaborazione dell’input vocale sul dispositivo, le richieste in serie e altre funzionalità.
ja: デバイス上の音声処理、連続のリクエスト、およびそのほかの機能をダウンロード中です。
kk: Құрылғыдағы дауыстық енгізуді өңдеуге арналған функциялар, өзара сұраулар және басқа функциялар жүктеп алынуда.
ko: 기기상 음성 처리, 연속된 요청 및 기타 기능을 다운로드하는 중입니다.
lt: Atsisiunčiamos balso apdorojimo įrenginyje, iš eilės teikiamų prašymų ir kitos funkcijos.
ms: Pemprosesan suara pada peranti, permintaan berturutan dan ciri lain sedang dimuat turun.
nb: Talebehandling på enheten, påfølgende forespørsler og andre funksjoner lastes ned.
nl: Het verwerken van steminvoer op het apparaat, opeenvolgende verzoeken en andere functies worden gedownload.
pl: Pobieram pliki obsługi przetwarzania poleceń głosowych, serii poleceń i innych funkcji.
pt: Baixando processamento de voz no dispositivo, solicitações consecutivas e outros recursos.
pt_pt: A descarregar processamento de voz no dispositivo, pedidos consecutivos e outras funcionalidades…
ro: Procesarea vocală pe dispozitiv, solicitările consecutive și alte funcționalități sunt în curs de descărcare.
ru: Загружаются функции обработки голосового ввода на устройстве, взаимных запросов и другие функции.
sk: Sťahuje sa podpora pre spracovanie hlasu na zariadení, nadväzujúce žiadosti a ďalšie funkcie.
sl: Obdelava glasu v napravi, zaporedne zahteve in druge funkcije se prenašajo.
sv: Röstbearbetning på enheten, följdförfrågningar och andra funktioner hämtas.
th: การประมวลผลเสียงพูดบนอุปกรณ์ คำขอที่ต่อเนื่องกัน และคุณสมบัติอื่นๆ กำลังดาวน์โหลด
tr: Aygıtta ses işleme, arka arkaya istekler ve diğer özellikler indiriliyor.
uk: Викачуються функції послідовних запитів, компоненти оброблення даних голосового вводу на пристрої тощо.
vi: Phần xử lý dữ liệu giọng nói trên thiết bị, các yêu cầu liên tiếp và các tính năng khác đang tải về.
zh_cn: 正在下载设备端语音处理、连续请求及其他功能。
zh_hk: 正在下載裝置端語音處理、連續要求和其他功能。
zh_tw: 正在下載裝置端語音處理、連續要求和其他功能。

# SIRI_REQUESTS_ONDEVICE_ASSET_OUT_OF_SPACE_FOOTER_TEXT
source: Ready to download on-device voice processing, back-to-back requests, and other features.
ar: جاهز لتنزيل معالجة الصوت على الجهاز، والطلبات المتتالية، وميزات أخرى.
bg: Функциите за обработка на гласа на устройството, за последователни заявки и други са готови за изтегляне.
ca: Ja es poden descarregar el processament de veu al dispositiu i les sol·licituds d’extrem a extrem, entre altres funcions.
cs: Nyní je možné stáhnout podporu zpracování hlasu na zařízení, bezprostředně navazujících požadavků a dalších funkcí.
da: Klar til at hente behandling af tale på enheden, opfølgende anmodninger og andre funktioner.
de: Die Sprachverarbeitung auf dem Gerät, Folgefragen und weitere Funktionen können jetzt geladen werden.
el: Η συσκευή είναι έτοιμη για λήψη της επεξεργασίας φωνής επί της συσκευής, των διαδοχικών αιτημάτων και άλλων δυνατοτήτων.
es: Ya se puede descargar el contenido necesario para procesar entradas de voz en el dispositivo, peticiones consecutivas y otras funciones.
es_us: Ya se puede descargar lo necesario para procesar entradas de voz en el dispositivo, peticiones consecutivas y otras funciones.
fi: Valmis lataamaan laitteessa tapahtuvan puheen käsittelyn, peräkkäiset pyynnöt ja muita ominaisuuksia.
fr: Les ressources nécessaires à la prise en charge sur l’appareil du traitement des voix, des requêtes successives et d’autres fonctionnalités sont prêtes à être téléchargées.
fr_ca: L’appareil est prêt à télécharger des fonctionnalités telles que le traitement vocal sur l’appareil et les demandes consécutives.
he: המערכת מוכנה להוריד את ״עיבוד קול במכשיר״, ״בקשות עוקבות״ ומאפיינים נוספים.
hi: डाउनलोड करने के लिए तैयार ऑन-डिवाइस वॉइस प्रोसेसिंग, बैक-टू-बैक अनुरोध और अन्य फ़ीचर।
hr: Spremno za preuzimanje Obrade glasa na uređaju, neprekinutih zahtjeva i ostalih značajki.
hu: Készen áll az eszközön történő beszédhang-feldolgozás, a sorozatos kérések és az egyéb funkciók letöltésére.
id: Siap mengunduh pemrosesan suara pada perangkat, permintaan berturut-turut, dan fitur lainnya.
it: È tutto pronto per scaricare gli elementi necessari per supportare l’elaborazione dell’input vocale sul dispositivo, le richieste in serie e altre funzionalità.
ja: デバイス上の音声処理、連続のリクエスト、およびそのほかの機能をダウンロードする準備ができました。
kk: Құрылғыдағы дауыстық енгізуді өңдеуге арналған функциялар, өзара сұраулар және басқа функциялар жүктеп алуға дайын.
ko: 기기상 음성 처리, 연속된 요청 및 기타 기능을 다운로드할 준비가 되었습니다.
lt: Balso apdorojimo įrenginyje iš eilės teikiamų prašymų ir kitos funkcijos paruoštos atsisiųsti.
ms: Sedia untuk memuat turun pemprosesan suara pada peranti, permintaan berturutan dan ciri lain.
nb: Klar til å laste ned talebehandling på enheten, påfølgende forespørsler og andre funksjoner.
nl: Klaar om het verwerken van steminvoer op het apparaat, opeenvolgende verzoeken en andere functies te downloaden.
pl: Urządzenie jest gotowe do pobrania plików obsługi przetwarzania poleceń głosowych, serii poleceń i innych funkcji.
pt: Tudo pronto para baixar processamento de voz no dispositivo, solicitações consecutivas e outros recursos.
pt_pt: Pronto para descarregar o processamento de voz no dispositivo, pedidos consecutivos e outras funcionalidades.
ro: Procesarea vocală pe dispozitiv, solicitările consecutive și alte funcționalități sunt pregătite pentru descărcare.
ru: Все готово к загрузке функций обработки голосового ввода на устройстве, взаимных запросов и других функций.
sk: Podpora pre spracovanie hlasu na zariadení, nadväzujúce žiadosti a ďalšie funkcie sú pripravené na stiahnutie.
sl: Pripravljeno za prenos obdelave glasu v napravi, zaporednih zahtev in drugih funkcij.
sv: Redo att hämta röstbearbetning på enheten, följdförfrågningar och andra funktioner.
th: พร้อมแล้วที่จะดาวน์โหลดการประมวลผลเสียงพูดบนอุปกรณ์ คำขอที่ต่อเนื่องกัน และคุณสมบัติอื่นๆ
tr: Aygıtta ses işleme, arka arkaya istekler ve diğer özellikler indirilmeye hazır.
uk: Функції послідовних запитів, компоненти оброблення даних голосового вводу на пристрої тощо готові до викачування.
vi: Đã sẵn sàng tải về phần xử lý dữ liệu giọng nói trên thiết bị, các yêu cầu liên tiếp và các tính năng khác.
zh_cn: 可下载设备端语音处理、连续请求及其他功能。
zh_hk: 準備好下載裝置端語音處理、連續要求和其他功能。
zh_tw: 準備好下載裝置端語音處理、連續要求和其他功能。
